/* Status Strings */
"Analyzing"="分析";
"Checking"="检查";
"Delaying"="延迟";
"Downloading"="下载";
"Idle"="闲";
"Paused"="已暂停";
"%.1f MB"="％.1F MB";
"%.1f KB"="％.1F KB";

/* About Box Strings */
"Version %@"="版本%@";

/* Alert/Dialog Strings */
"Are you sure that you want to delete the selected items?"="你确定要删除所选的项目吗？";
"Attribute name already exists"="属性名称已经存在";
"Attribute name is invalid"="属性名无效";
"Back"="后退";
"Before logging in and downloading a site, use the Path settings to exclude any links that can modify the site or log out the user."="登录和下载网站之前，使用Path设置来排除可以修改网站或注销用户的任何链接。";
"Cancel"="取消";
"Choose"="选择";
"Confirm Delete"="确认删除";
"Continue"="继续";
"Copy Failed"="复制失败";
"Delete"="删除";
"Download Finished"="下载完成";
"Failed to Open Destination Folder"="无法打开目标文件夹";
"Failed to Open File"="无法打开文件";
"Failed to Save Settings"="无法保存设置";
"Failed to write data"="无法写入数据";
"File was not found"="文件未找到";
"Forward"="前进";
"Ignore Robot Exclusions"="忽略机器人排除";
"Invalid URL"="无效的网址";
"Media type already exists"="介质类型已经存在";
"Media type is invalid"="媒体类型无效";
"No Internet connection"="没有网络连接";
"OK"="好";
"Open"="打开";
"Path is invalid"="路径无效";
"Pattern is invalid"="模式是无效的";
"Permission required to access file: %@"="访问文件所需的权限：%@";
"Permission required to access folder: %@"="访问文件夹所需权限：%@";
"Permit access"="允许访问";
"Please choose an application to open the file" = "Please choose an application to open the file";
"Please enter a valid address that begins with \"http://\" or \"https://\"." = "Please enter a valid address that begins with \"http://\" or \"https://\".";
"Robot exclusions are usually put in place for a good reason and should be obeyed." = "Robot exclusions are usually put in place for a good reason and should be obeyed.";
"SiteSucker could not reconnect to the Internet." = "SiteSucker could not reconnect to the Internet.";
"Substitution template is blank" = "Substitution template is blank";
"The certificate for \"%@\" is invalid. Would you like to connect to the site anyway?" = "The certificate for \"%@\" is invalid. Would you like to connect to the site anyway?";
"The custom data attribute name \"%@\" already exists." = "The custom data attribute name \"%@\" already exists.";
"The download of \"%@\" is finished." = "The download of \"%@\" is finished.";
"The file \"%@\" was not found. It may have been renamed, moved, or deleted since it was downloaded." = "The file \"%@\" was not found. It may have been renamed, moved, or deleted since it was downloaded.";
"The identity of this site can't be verified" = "The identity of this site can't be verified";
"The media type \"%@\" already exists." = "The media type \"%@\" already exists.";
"This file type cannot be displayed."="无法显示该文件类型。";
"This URL cannot be downloaded because your computer is currently offline."="此网址无法下载，因为你的电脑是当前处于脱机状态。";
"Try Again"="再试一次";
"Unable to find the local file for the current Web URL."="无法找到当前Web URL中的本地文件。";
"Unable to load settings from \"%@\"." = "Unable to load settings from \"%@\".";
"Unable to open \"%@\"." = "Unable to open \"%@\".";
"Unable to parse file"="无法解析文件";
"Unpack"="解压";
"User Defaults"="用户默认";
"Waiting for Internet connection"="等待互联网连接";
"Warning"="警告";
"Warning: Ignoring robot exclusions is not recommended. %@"="警告：忽视机器人排除不推荐使用。%@";
"Wrong item was selected."="错误的项目被选中。";
"\"%@\" is not a valid custom data attribute name. A valid custom data attribute name should begin with \"data-\" and should not contain uppercase characters." = "\"%@\" is not a valid custom data attribute name. A valid custom data attribute name should begin with \"data-\" and should not contain uppercase characters.";
"\"%@\" is not a valid media type. A valid media type should have the format \"type/subtype\"." = "\"%@\" is not a valid media type. A valid media type should have the format \"type/subtype\".";

/* AppleScript Error Strings */
"Destination folder path is invalid." = "Destination folder path is invalid.";
"Failed to load settings file." = "Failed to load settings file.";
"Settings cannot be changed while downloading." = "Settings cannot be changed while downloading.";
"The file '%@' is not an executable shell script." = "The file '%@' is not an executable shell script.";
"The file '%@' was not found." = "The file '%@' was not found.";
"The identity '%@' was not found." = "The identity '%@' was not found.";
"Unable to download \"%@\" %@." = "Unable to download \"%@\" %@.";
"Unable to execute command because no SiteSucker window is open." = "Unable to execute command because no SiteSucker window is open.";

/* Log Strings */
",\n\treferenced from \"%@\"," = ",\n\treferenced from \"%@\",";
"because authentication is required"="因为认证是必需的";
"because it is already downloaded"="因为它已经下载";
"because it is an invalid or unsupported URL"="因为它是一个无效的或不支持URL";
"because it is larger than the maximum file size limit"="因为它比最大文件大小限制";
"because it is smaller than the minimum file size limit"="因为它是比最小文件大小限制较小";
"because its file type is not allowed"="因为它的文件类型是不允许";
"because its path is not allowed"="因为它的路径是不允许";
"because of a robots META tag"="因为机器人META标签";
"because of a robots.txt exclusion"="因为robots.txt排除的";
"because the authentication challenge was canceled"="因为认证挑战被取消";
"because the file is not HTML or CSS"="因为该文件不是HTML或CSS";
"because the file was not found"="因为该文件未找到";
"because the identity of this site can't be verified"="因为这个网站的身份无法核实";
"because the level limit is exceeded"="因为等级限制超过";
"because this is not an image link"="因为这不是一个图像链接";
"because this URL is not an image link"="因为这个URL不是一个图像链接";
"Creation of file \"%@\"\n\tfor \"%@\"%@\n\tfailed because a folder already exists at this location" = "Creation of file \"%@\"\n\tfor \"%@\"%@\n\tfailed because a folder already exists at this location";
"Creation of folder \"%@\"\n\tfor \"%@\"%@\n\tfailed because a file already exists at this location" = "Creation of folder \"%@\"\n\tfor \"%@\"%@\n\tfailed because a file already exists at this location";
"Creation of folder \"%@\"\n\tfor \"%@\"%@\n\tfailed with error code %d%@" = "Creation of folder \"%@\"\n\tfor \"%@\"%@\n\tfailed with error code %d%@";
"Deleted \"%@\"" = "Deleted \"%@\"";
"Download of \"%@\"%@\n\tfailed with error code %d (%@)" = "Download of \"%@\"%@\n\tfailed with error code %d (%@)";
"Download of \"%@\"%@\n\tfailed with error code %d" = "Download of \"%@\"%@\n\tfailed with error code %d";
"ERROR" = "ERROR";
"HISTORY: Downloaded \"%@\"" = "HISTORY: Downloaded \"%@\"";
"Lost Internet connection" = "Lost Internet connection";
"May not be able to follow all links on \"%@\"\n\tbecause it uses JavaScript" = "May not be able to follow all links on \"%@\"\n\tbecause it uses JavaScript";
"MEDIA TYPE: \"%@\" has a media type of\n\t%@" = "MEDIA TYPE: \"%@\" has a media type of\n\t%@";
"Parsing of document \"%@\"\n\tfailed because the closing \">\" for the \"%@\" tag in line %d could not be found" = "Parsing of document \"%@\"\n\tfailed because the closing \">\" for the \"%@\" tag in line %d could not be found";
"Parsing of document \"%@\"\n\tfailed with error code %d%@" = "Parsing of document \"%@\"\n\tfailed with error code %d%@";
"Response for \"%@\" was not found" = "Response for \"%@\" was not found";
"Running of script \"%@\"\n\tfailed with error: %@" = "Running of script \"%@\"\n\tfailed with error: %@";
"STATUS: Level = %ld, Files Downloaded = %ld, Files Remaining = %ld, Errors = %ld\n\tConnections = %ld, Time to Downloaded = %ld seconds" = "STATUS: Level = %ld, Files Downloaded = %ld, Files Remaining = %ld, Errors = %ld\n\tConnections = %ld, Time to Downloaded = %ld seconds";
"Syntax of regular expression \"%@\" is invalid" = "Syntax of regular expression \"%@\" is invalid";
"The HTML document \"%@\"\n\tmay be corrupted or have an invalid format." = "The HTML document \"%@\"\n\tmay be corrupted or have an invalid format.";
"The substitution template cannot be blank" = "The substitution template cannot be blank";
"Unable to determine file extension for \"%@\"\n\twith media type \"%@\"" = "Unable to determine file extension for \"%@\"\n\twith media type \"%@\"";
"Unable to download \"%@\"%@\n\t%@" = "Unable to download \"%@\"%@\n\t%@";
"Unable to download \"%@\",\n\treferenced from \"%@\",\n\t%@" = "Unable to download \"%@\",\n\treferenced from \"%@\",\n\t%@";
"Unable to download \"%@\"\n\t%@" = "Unable to download \"%@\"\n\t%@";
"Unable to follow links on \"%@\"\n\tbecause of a robots META tag" = "Unable to follow links on \"%@\"\n\tbecause of a robots META tag";
"Unable to parse \"%@\"\n\t%@" = "Unable to parse \"%@\"\n\t%@";
"Unable to run script \"%@\"\n\tbecause it was not found" = "Unable to run script \"%@\"\n\tbecause it was not found";
"URL for \"%@\" could not be created" = "URL for \"%@\" could not be created";
"URLRequest for \"%@\" could not be created" = "URLRequest for \"%@\" could not be created";
"WARNING" = "WARNING";
"Writing of document \"%@\"\n\tfailed with error code %d%@" = "Writing of document \"%@\"\n\tfailed with error code %d%@";
"\"%@\" was redirected to\n\t\"%@\"" = "\"%@\" was redirected to\n\t\"%@\"";

/* Menu Strings */
"Bookmarks Bar"="书签栏";
"Bookmarks"="书签";
"Clear Menu"="清除菜单";
"Close Browser"="关闭浏览器";
"Edit..."="编辑...";
"Hide Queue"="隐藏队列";
"None"="没有";
"Open Browser"="打开浏览器";
"Show Queue"="显示队列";

/* Toolbar Strings */
"Download"="下载";
"File"="文件";
"Folder"="文件夹";
"History"="历史";
"Log"="日志";
"Next"="下一个";
"Open Destination Folder"="打开目标文件夹";
"Open File"="打开文件";
"Open Log"="打开日志";
"Pause"="暂停";
"Queue"="队列";
"Resume"="恢复";
"Settings"="设置";
"Stop"="停止";

/* WebAuthenticationPanel Strings */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again.";
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again.";
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again.";
"To view this page, you must log in to area “%@” on %@." = "To view this page, you must log in to area “%@” on %@.";
"To view this page, you must log in to the %@ proxy server %@." = "To view this page, you must log in to the %@ proxy server %@.";
"To view this page, you must log in to this area on %@:" = "To view this page, you must log in to this area on %@:";
"Your login information will be sent securely." = "Your login information will be sent securely.";
"Your password will be sent unencrypted." = "Your password will be sent unencrypted.";
